Repository: SidunOleh/appointments
Catalog: src/langs/*.po
Languages: ru_ru, uk

source: Service not found.
ru_ru: Сервис не найден.
uk: Сервіс не знайдено.

source: Provider not found.
ru_ru: Провайдер не найден.
uk: Провайдера не знайдено.

source: Service has not passed provider.
ru_ru: У Сервиса нет указанного провайдера.

source: Date is invalid.
ru_ru: Дата недействительна..
uk: Дата недійсна.

source: Date is not available.
ru_ru: Дата недоступна.
uk: Дата недоступна.

source: Hour is invalid.
ru_ru: Неверный Время.
uk: Година недійсна.

source: Hour is not available.
ru_ru: Время недоступен.
uk: Година недоступна.

source: Hour is reserved.
ru_ru: Время зарезервирован.
uk: Година зарезервована.

source: Appointment not found.
ru_ru: Встреча не найдена.
uk: Зустріч не знайдено.

source: Providers are invalid.
ru_ru: Провайдеры недействительны.
uk: Провайдери недійсні.

source: Providers not found.
ru_ru: Провайдеры не найдены.
uk: Провайдери не знайдені.

source: Working hours are invalid.
ru_ru: Рабочее время недействительно.
uk: Робочий час недійсний.

source: New appointment
ru_ru: Новая встреча
uk: Нова зустріч

source: Appointments
ru_ru: Встречи
uk: Зустріч

source: Date
ru_ru: Дата
uk: Дата

source: Hour
ru_ru: Время
uk: Година

source: Service
ru_ru: Сервис
uk: Сервіс

source: Provider
ru_ru: Провайдер
uk: Провайдер

source: Name
ru_ru: Имя
uk: Ім'я

source: Phone number
ru_ru: Номер телефона
uk: Номер телефону

source: Comment
ru_ru: Комментарий
uk: Коментарій

source: schedule a consultation
ru_ru: запланировать консультацию
uk: записатися на консультацію

source: Back to previous step
ru_ru: Вернуться к предыдущему шагу
uk: Назад до попереднього кроку

source: Welcome to our consultation
ru_ru: Добро пожаловать на нашу консультацию
uk: Ласкаво просимо до нас на консультацію

source: minutes
ru_ru: минут
uk: хвилин

source: Select a date & time
ru_ru: Выберите дату и время
uk: Виберіть дату й час

source: Next step
ru_ru: Следующий шаг
uk: Наступний крок

source: Enter details
ru_ru: Введите данные
uk: Введіть дані

source: Name*
ru_ru: Имя*
uk: Ім'я*

source: Phone number*
ru_ru: Номер телефона*
uk: Номер телефону*

source: Please provide your message
ru_ru: Пожалуйста, укажите ваше сообщение
uk: Будь ласка, напишіть повідомлення

source: Message
ru_ru: Сообщение
uk: Повідомлення

source: Schedule event
ru_ru: Запланировать встречу
uk: Запланувати подію

source: Successfully created. Thank you.
ru_ru: Успешно создано. Спасибо.
uk: Успішно створено. Дякую.

source: No providers were found.
ru_ru: Провайдеров не обнаружено.
uk: Провайдерів не знайдено.

source: Choose another service.
ru_ru: Выберите другой сервис.
uk: Виберіть інший сервіс.

source: Service does not have a specified provider.
uk: Сервіс не має вказаного провайдера.
